📄 Extracted from page: Mon Toit - Trouvez votre logement idéal en toute confiance | Côte d'Ivoire
URL: https://montoitv35.netlify.app/guide

Extracted content:
```json
{
  "title": "Mon Toit - Trouvez votre logement idéal en toute confiance | Côte d'Ivoire",
  "url": "https://montoitv35.netlify.app/guide",
  "summary": "La page \"Centre d'aide\" de Mon Toit offre un support complet aux utilisateurs, incluant des guides détaillés, une FAQ exhaustive et des options de contact direct. Elle décrit comment démarrer en tant que locataire (création de compte, recherche de logement, contact avec le propriétaire, vérification ANSUT), couvre des questions fréquentes sur le compte, la certification, la recherche, les paiements, la sécurité et les problèmes techniques. La page renvoie également vers une documentation complète, une FAQ spécifique sur la certification ANSUT, et informe sur le statut des services, tout en proposant des contacts par e-mail, téléphone et messagerie instantanée.",
  "key_points": [
    "La page est le \"Centre d'aide\" de Mon Toit, fournissant guides, FAQ et support.",
    "Elle présente quatre sections d'aide principales : Rechercher un bien, Publier une annonce, Se faire certifier, et Contacter le support.",
    "Un guide \"Démarrer en tant que locataire\" est détaillé, couvrant la création de compte, la recherche de logement, la prise de contact et la vérification ANSUT recommandée.",
    "Une section Questions Fréquentes (FAQ) est organisée par catégories : Compte & Inscription, Certification ANSUT, Recherche & Location, Paiements & Tarifs, Sécurité & Confidentialité, et Problèmes techniques.",
    "Des ressources additionnelles sont disponibles : documentation complète et une FAQ dédiée à la certification ANSUT.",
    "Le statut du service est affiché, indiquant si les services sont opérationnels.",
    "Plusieurs canaux de support sont proposés : e-mail (contact@montoit.ci), téléphone (+225 27 XX XX XX XX) et un service de messagerie en ligne (délai de réponse moyen de 2 heures).",
    "La plateforme est propulsée par l'ANSUT, s'inscrivant dans les services publics numériques de Côte d'Ivoire."
  ],
  "relevant_links": [
    "/explorer",
    "/publier",
    "/baux",
    "/comment-ca-marche",
    "/guide",
    "/auth",
    "/",
    "/recherche",
    "/verification",
    "/messages",
    "/certification-faq",
    "mailto:contact@montoit.ci",
    "tel:+2250700000000",
    "/artisans",
    "/mentions-legales",
    "/confidentialite",
    "/conditions-utilisation",
    "/protection-donnees",
    "/accessibilite",
    "https://ansut.ci",
    "/carte-intelligente",
    "/favoris",
    "/profil"
  ],
  "file_name": "montoit_help_page_summary.json"
}
```
